Repository: TrustifierLabs/iphorm-form-builder
Catalog: languages/iphorm-*.po
Languages: fa_ir

source: Removes any existing options before adding
fa_ir: حذف کردن گزینه های موجود قبل از اضافه کردن

source: Add options
fa_ir: افزودن گزینه

source: Cancel
fa_ir: انصراف

source: Hide validator settings
fa_ir: پنهان کردن تنظیمات اعتبار سنج

source: Hide
fa_ir: مخفی کردن

source: Delete this validator
fa_ir: حذف این اعتبار سنج

source: Length
fa_ir: طول

source: Minimum length
fa_ir: حداقل طول

source: Maximum length
fa_ir: حداکثر طول

source: the submitted value
fa_ir: مقدار تایید شده

source: the minumum allowed length
fa_ir: حداقل طول مجاز

source: the length of the submitted value
fa_ir: طول ثبت شده باری مقدار

source: the maximum allowed length
fa_ir: حداکثر زول مجاز

source: Alpha Numeric
fa_ir: حرف و عدد

source: If checked, any spaces or tabs are allowed
fa_ir: اگر فعال باشد ، همه تب ها و فضا ها در اختیار کاربر هستند

source: Allow whitespace
fa_ir: مجاز به فضای خالی

source: Translate error message
fa_ir: خطلا در ترجمه

source: Alpha
fa_ir: حروف

source: Digits
fa_ir: رقم ها

source: Identical
fa_ir: یکسان

source: the token
fa_ir: رمز

source: Less Than
fa_ir: کمتر از

source: Maximum
fa_ir: حداکثر

source: the maximum allowed value
fa_ir: حداکثر مقدار مجاز

# the name of the email address validator
source: Email Address
fa_ir: آدرس ایمیل

# the name of the regex validator which validates by regular expression
source: Regex
fa_ir: عبارت منظم

source: Pattern
fa_ir: الگو

source: Minimum
fa_ir: حداقل

source: the minimum allowed value
fa_ir: حداقل مقدار مقدار

source: Hide filter settings
fa_ir: پنهان کردن تنظیمات فیلتر

source: Delete this filter
fa_ir: حذف ایت فیلتر

# the name of alphanumeric filter which filters out non-alphanumeric characters
source: Alpha Numeric
fa_ir: حرف و رقم

# the name of trim filter which filters out white space from the start and end
source: Trim
fa_ir: تر و تمیز

# the name of alphabet filter which filters out non-alphabet characters
source: Alpha
fa_ir: الفبا

# the name of digits filter which filters out non-digit characters
source: Digits
fa_ir: ارقام

# the name of regex filter which filters out characters by regular expression
source: Regex
fa_ir: عبارت منظم

# the name of strip tags filter which filters out HTML tags
source: Strip Tags
fa_ir: تگ HTML

source: Allowable tags
fa_ir: تگ های مجاز

source: If checked, the submitted element data will not be shown in the default notification email
fa_ir: اگر فعال شود، مقدار ثبت شده در داخل ایمیل نمایش داده نمیشود.

source: Do not show in the email
fa_ir: نشان ندادن ایمیل

source: Tooltip text
fa_ir: متن نوار راهنما

source: Enable conditional logic
fa_ir: فعال کردن هوش مصنوعی

source: Enables you to create rules to show or hide this group depending on the values of other fields
fa_ir: شمارا قادر می سازئ تا قوانین جدید برای نمایش یا مخفی سازی عناصری که به هم وابسته هستند بسازید

source: Enables you to create rules to show or hide this field depending on the values of other fields
fa_ir: شمارا قادر می سازئ تا قوانین جدید برای نمایش یا مخفی سازی عناصری که به هم وابسته هستند بسازید

source: Logic rules
fa_ir: قوانین منطقی

source: Validators
fa_ir: اعتبار سنج

source: No validators.
fa_ir: بدون اعتبار سنج

source: Add a validator
fa_ir: افزودن اعتبار سنج

source: Checks that the value contains only alphabet characters
fa_ir: چک کردن مقدار هایی که فقط شامل حروف هستند

source: Checks that the value contains only alphabet or digit characters
fa_ir: چک کردن مقدار هایی که فقط شامل حروف یا عدد هستند

source: Checks that the value contains only digits
fa_ir: چک کردن مقدار هایی که فقط شامل عدد هستند

source: Checks that the value is a valid email address
fa_ir: چک کردن مقدار هایی که فقط شامل ایمیل هستند

source: Checks that the value is numerically greater than the given minimum
fa_ir: چک کردن مقدار هایی که فقط شامل اعدادی که از مقدار حداقل عددی که تعیین شده بزرگتر هستند

source: Greater Than
fa_ir: بزرگتر از

source: Checks that the value is identical to the given token
fa_ir: مقایسه مقدار برای برابری با رمز داده شده

source: Identical
fa_ir: یکسان

source: Checks that the value is numerically less than the given maximum
fa_ir: چک کردن مقدار هایی که فقط شامل اعدادی که از مقدار حداکثر عددی که تعیین شده کوچکتر هستند

source: Less Than
fa_ir: کمتر از

source: Length
fa_ir: طول

source: Edit CSS
fa_ir: ویرایش CSS

source: Delete this style
fa_ir: حذف استایل

source: Tooltip trigger
fa_ir: نوع نوار راهنما

source: Inherit
fa_ir: ارث برای

source: Field
fa_ir: فیلد

source: Help icon
fa_ir: آیکن کمک

source: Tooltip event
fa_ir: رخ داد نوار راهنما

source: Hover
fa_ir: بر روی

source: Click
fa_ir: کلیک

source: Choose the event that will trigger the tooltip to show.
fa_ir: انتخاب کردن نوع رخ داد برای نمایش نوار راهنما

source: Allows the default value of the field to be set dynamically via a URL parameter, shortcode attribute or filter hook.
fa_ir: شما را قادر میسازد تا مقادیر پیشفرض را بصورت خودکار توسط URL یا Shortcode نمایش دهید

source: Dynamic default value
fa_ir: مقدار پیشفرض متغیر

source: This is the name of the parameter that you will use to set the default. For example, in the URL you can set the value using %s?parameter_name=my_value%s.
fa_ir: برای مثال میتوانید در آدرس باز اینگونه متغیر ثبت کنید: %s?parameter_name=my_value%s.

source: Parameter name
fa_ir: نام پارامتر

source: If checked, the user must fill out this field
fa_ir: اگر فعال شده باشد ، کابر باید این فیلد را پر کند

source: Required
fa_ir: مورد نیاز

source: Prevents the form being submitted if a form has previously been submitted with the same value
fa_ir: از ثبت فرم جلوگیری میکند اگر یک فرم قبلا با مشخصات مشابهی ثبت شده باشد.

source: Prevent duplicates
fa_ir: جلوگیری از کپی کردن

source: Error message if duplicate found
fa_ir: پیام خطا در صورت یافتن کپی

source: Translate or override the error message shown under a field when a duplicate value is found. The default is "%s".
fa_ir: ترجمه و یا بازنگری خطای نمایش داده شده در زیر فیلد هنگامی که مقدار داده شده درست نباشد. پیشفرض این مقدار:"%s".

source: Hide CSS settings
fa_ir: مخفی کردن تنظیمات CSS

source: Clear default option
fa_ir: حذف گزینه پیشفرض

source: "Inherit" means that the label placement will be inherted from the global form settings or parent group.
fa_ir: "Inherit" یعنی برچسب ها با ارث بری از فرم قرار بگیرند و یا اگر یک گروه در داخل گروه دیگری باشد از گروه والد خود ارث بری میکند

source: Label placement
fa_ir: قرار دادن برچسب ها

source: Above
fa_ir: بالا

source: Left
fa_ir: چپ

source: Inside
fa_ir: داخل

source: Choose where to display the label relative to the input. Changes to this setting will only be visible when viewing or previewing the form.
fa_ir: محل نمایش برچسب هر عنصر در این گروه. تغییرات این بخش فقط در قسمت نمایش یا پیش نمایش فرم قابل رویت است.

source: Specify how wide the labels should be, this only applies when the label placement is left
fa_ir: مقدار عرضی که برچسب ها باید داشته باشند. این قسمت فقط هنگامی تاثیر دارد که برچسب در سمت چپ قرار گرفته باشد.

source: Label width
fa_ir: عرض برچسب

source: The width of the element labels, any valid CSS width is accepted, e.g. %s200px%s
fa_ir: عرض برچسب های عناصر، هر مقداری که توسط سی ای ای معتبر شناخته شود، قبول است مثل %s200px%s

source: Clear default value on focus
fa_ir: پاک کردن مقدار پیشفرض در هنگام نوشتن

source: Show default value on blur if empty
fa_ir: نمایش مقدار پیشفرض به حالت تار در صورتی که خالی باشد

source: The admin label will be shown throughout the form builder, in the notification email and when viewing submitted form entries.
fa_ir: برچسب مدیریت تنها در فرم ساز، ایمیل اطلاع رسان و هنگام بازنگری اطلاعات ثبت شده نمایش داده میشود.

source: Admin label
fa_ir: برچسب مدیر

source: New
fa_ir: جدید

source: End of group: %s
fa_ir: پایان گروه %s

source: Hide settings - you will not lose unsaved data!
fa_ir: پنهان کردن تنظیمات - داده های ذخیره نشده از بین نخواهند رفت

source: Delete this element
fa_ir: حذف این عنصر

source: Click and drag to move this element
fa_ir: برای حرکت این عنصر ، بکشید و رها کنید!

source: Move
fa_ir: حرکت

source: Email address
fa_ir: آدرس ایمیل

source: Theme
fa_ir: قالب

source: Language
fa_ir: زبان

# time, morning
source: am
fa_ir: پیش از ظهر

# time, evening
source: pm
fa_ir: بعد از ظهر

source: 12/24 hour time
fa_ir: 12 یا 24 ساعته

source: 12 hour
fa_ir: 12 ساعته

source: 24 hour
fa_ir: 24 ساعته

source: Determines how many minutes to show per hour. 1 will show all 60 minutes, 5 will show minutes at 5 minute intervals, 10 at 10 minute intervals and so on.
fa_ir: تعیین نشان دادن دقایق در هر ساعت . یک دقیق یعنی نشان دادن دقیقه ساعت در هر یک دقیقه . 5 یعنی نشان دادن ساعت در بازه های 5 دقیقه ای

source: Minute granularity
fa_ir: مقیاس دقیقه

source: Time format
fa_ir: فرمت زمان

source: The format of the time when displayed in the notification email and when viewing entries
fa_ir: فرمت زمانی در هنگام اطلاع رسانی های ایمیل و مشاهده ورودی ها ، قابل مشاهده است

source: Start of group: %s
fa_ir: شروع یک گروه: %s

source: The group name is only shown in the form builder to help you identify groups.
fa_ir: نام گروه تنها در سازنده فرم قابل مشاهده است . وجود آن فقط برای کمک به شناساییی گروه است

source: The title will appear at the top of your group
fa_ir: نام ، بالای گروه نمایش داده میشود

source: The number of columns determines the how many elements should be display per row inside the group. After this number of elements, further elements will appear on the line below.
fa_ir: تعداد ستون های تعیید شده برای عناصری که در هر ردیف نشان داده میشوند

source: Number of columns
fa_ir: تعداد ستون ها

source: Choose how the columns are aligned. %1$sProportional%2$s - each column is evenly spaced. %1$sFloat left%2$s - the columns are compacted left.
fa_ir: انتخاب کنید که ستون ها چکونه چیده بشوند. %1$sمتناسب با%2$s - به طور مساوی فاصله گرفتن. %1$sچینش به چپ%2$s - ستون ها به چپ فشرده شده اند

source: Column alignment
fa_ir: هم ترازی ستون ها

source: Proportional
fa_ir: متناسب

source: Float left
fa_ir: چینش چپ

source: "Inherit" means that the label placement will be inherted from the global form settings or if this group is inside another group then the setting will be inherited from the parent group.
fa_ir: "Inherit" یعنی برچسب ها با ارث بری از فرم قرار بگیرند و یا اگر یک گروه در داخل گروه دیگری باشد از گروه والد خود ارث بری میکند

source: Choose where to display the label relative to the input for the elements in this group. Changes to this setting will only be visible when viewing or previewing the form.
fa_ir: محل نمایش برچسب هر عنصر در این گروه. تغییرات این بخش فقط در قسمت نمایش یا پیش نمایش فرم قابل رویت است.

source: Group style
fa_ir: طراحی گروه

source: Plain
fa_ir: ساده

source: Bordered
fa_ir: مرز

source: Plain groups have no additional styling. Bordered groups have a border and padding.
fa_ir: گروه های ساده اضافات نمایشی ندارند فقط گروه ها دارای حاشیه و فاصله از اطراف هستند.

source: Border color
fa_ir: رنگ حاشیه

source: Save
fa_ir: ذخیره

source: Save & Hide
fa_ir: ذخیره و پنهان کردن

source: New form
fa_ir: فرم جدید

source: Form Builder
fa_ir: سازنده فرم

source: Add to website
fa_ir: افزودن به وب سایت

source: Reload
fa_ir: بازنگری

source: Add your form to a post or page
fa_ir: فرم مورد نظر را به پست با صفحه بیافزایید

source: Standard form
fa_ir: فرم پیشفرض

source: Popup form
fa_ir: فرم پاپ آپ

source: Change this to the text or HTML that will trigger the popup
fa_ir: تغییر به متن یا کد HTML که روی پاپ آپ تاثیر میگذارد

source: Add your form as a widget
fa_ir: اضافه کردن فرم شما بعنوان ابزارک

source: Add your form to a theme PHP file
fa_ir: اضافه کردن فرم به فایل php پوسته

source: To add this form to one of your theme PHP files, use one of the PHP snippets below.
fa_ir: برای اضافه کردن این فرم به یکی از تم های PHP تان، یکی از موارد زیر را استفاده کنید.

source: Please enter a name for your new form
fa_ir: لطفا یک نام برای فرمتان وارد کنید

source: OK
fa_ir: تایید

source: e.g. Contact form
fa_ir: مثل فرم اتصال

source: Popular
fa_ir: پرطرفدار

source: More
fa_ir: بیشتر

source: Edit your form
fa_ir: ویرایش فرم شما

source: Global form settings
fa_ir: تنظیمات سراسری

source: drop an element here
fa_ir: یک عنصر را در اینجا رها کنید

source: (or just click it)
fa_ir: (یا فقط روی آن کلیک کنید)

source: Common settings
fa_ir: تنظیمات اخیر

source: What the form will look like
fa_ir: نحوه ی نمایش فرم

source: Where the data is sent and how it's displayed
fa_ir: محلی که اطلاعات به آن فرستاده شده و طریقه ی نمایش آن

source: Set up saving submitted form entries
fa_ir: تنظیم ذخیره کردن ورودی فرم ذخیره شده

# saved submitted form entries
source: Entries
fa_ir: ورودی ها

source: Save form data to a custom database
fa_ir: ذخیره اطلاعات به یک دیتابیس سفارشی

source: Form information
fa_ir: فرم اطلاعات

source: This is your form name within WordPress, it will not appear on your website
fa_ir: نام این فرم مجاز نمی باشد و در سایت نمایش داده نخواهد شد.

source: Give the form a name
fa_ir: تعلق دادن یک نام به فرم

source: The heading that will show above the form on your website
fa_ir: عنوانی که در بالای فرم در سایت شما نمایش داده میشود

source: Title to display above the form
fa_ir: عنوان برای نمایش بالای فرم

source: The description that will show below the form title.
fa_ir: توضیحاتی در زیر عنوان نمایش داده میشود

source: Description to display above the form
fa_ir: توضیحات برای نمایش در بالای فرم

source: Inactive forms will not appear on your website
fa_ir: فرم های غیر فعال در سایت شما نمایش داده نخواهند شد.

source: Successful submit options
fa_ir: تنظیمات ثبت موفقیت آمیز

source: On successful submit
fa_ir: در هنگام ثبت موفقیت آمیز

source: Display a message
fa_ir: نمایش یک پیام

source: Redirect to another page
fa_ir: تغییر آدرس به صفحه ی دیگر

source: Your message has been sent, thanks.
fa_ir: پیام شما ارسال شد! با تشکر.

source: Message
fa_ir: پیام

source: Add more data to your message by inserting a variable tag
fa_ir: با اضافه کردن متغیر اطلاعات بیشتری به پیامتان اضافه کنید.

source: Message to display when the form is successfully submitted. You can enter HTML to format the message.
fa_ir: پیامی که هنگامی که با فرم با موفقیت ثبت میشود، نمایش داده خواهد شد. شما میتوانید یک فرمتHTML بنویسید.

source: Message position
fa_ir: محل پیام

source: Above the form
fa_ir: بالای فرم

source: Below the form
fa_ir: پایین فرم

source: Message timeout
fa_ir: اتمام زمان پیام

source: The success message will fade out and disappear after this number of seconds. Set to 0 to disable the timeout.
fa_ir: پیام ارسال موفقیت آمیز بعد از این مدت محو میشود. 0 بنویسید تا متن همیشه باقی بماند.

source: Redirect to
fa_ir: تغییر آدرس به

source: Page
fa_ir: صفحه

source: Post
fa_ir: نوشته

source: URL
fa_ir: آدرس

source: When the form is successfully submitted you can redirect the user to post, page or URL.
fa_ir: وقتی که فرم با موفقیت ثبت شد شما میتوانید کاربر را به یک نوشته، صفحه و یا یک آدرس منتقل کنید.

source: More options
fa_ir: تنظیمات بیشتر

source: What would you like your form submit button to say? E.g. Submit, Go, Get in touch ... etc
fa_ir: دوست دارید دکمه ی "ثبت" شما جه بگوید؟ مثلا "ثبت شد!"، "در دسترس بمانید!" یا ...

source: Submit button text
fa_ir: متن دکمه ی "ثبت"

source: Override the default text of the submit button which is "%s"
fa_ir: متن پیش فرض دکمه ی "ثبت" با "%s" جایگزین میشود.

source: Send
fa_ir: ارسال

source: Use Ajax
fa_ir: استفاده از Ajax

source: When enabled, the form will submit without reloading the page. If disabled, it will also disable the Flash file uploader.
fa_ir: وقتی فعال باشد، فرم اطلاعات را بدون بارگذاری مجدد صفحه ثبت میکند. در غیر اینصورت Flash file uploader را غیر فعال میکند.

source: Enable honeypot CAPTCHA
fa_ir: فعال ساختن honeypot CAPTCHA

source: A hidden anti-spam measure that requires no user interaction
fa_ir: یک آنتی-اسپم بررسی میکند که کاربر عکس العمل های لازم را دارد یا خیر

source: Conditional logic animation
fa_ir: انیمیشن هوش مصنوعی

source: If enabled the fields that are hidden or shown via conditional logic will be animated instead of hidden or shown instantly.
fa_ir: اگر فعال باشد، فیلد های مخفی یا آشکار توسط هوش مصنوعی به جای مخفی و ظاهر شدن ناگهانی، بصورت انیمیشن انجام میشوند

source: Re-center Fancybox after conditional logic
fa_ir: وسط سازی مجدد Fancybox بعد از هوش مصنوعی

source: If enabled, when conditional logic causes the Fancybox popup to change size it will center the popup.
fa_ir: اگر فعال باشد ، هنگامی که هوش مصنوعی فعال باشد باعث ایجاد یک Fancybox popup میشود که در وسط قرار میگیرد.

source: Make money and support Quform!
fa_ir: پول در آورید و از Quform حمایت کنید!

source: Display a referral link
fa_ir: نمایش یک آدرس ارجاع

source: Displays a Quform referral link under your form, with the text you specify below
fa_ir: نمایش یک لینک ارجاع Quform در زیر فرم شما، با متنی که شما در زیر می نویسید

source: Powered by Quform
fa_ir: ساخته شده با Quform

source: This is the text that will link to Quform, it's displayed under your form.
fa_ir: این متنی است که به Quform لینک میشود و در زیر متن شما نمایش داده خواهد شد.

source: Referral link text
fa_ir: متن لینک ارجاع

source: More information
fa_ir: اطلاعات بیشتر

source: Themes define the look of your form. You can add your own themes, see the Help for more information.
fa_ir: تم ها برای این ساخته میشوند که نمایش فرم شما را عوض کنند. شما میتوانید پوسته ی خودتان را بسازید

source: No themes found
fa_ir: هیچ پوسته ای یافت نشد.

source: Uniform makes form inputs look consistent in all browsers.
fa_ir: Uniform باعث میشود عناصر در همه ی مرورگرها ثابت باشد.

source: Use Uniform
fa_ir: استفاده از Uniform

source: (by %s)
fa_ir: (توسط %s)

source: Datepicker
fa_ir: انتخاب تاریخ

source: The theme chosen here will apply to all datepicker elements in your form.
fa_ir: پوسته ی انتخاب شده دز اینجا به صورت خودکار بر همه ی جعبه های انتخاب تاریخ در فرم شما تاثیر میگذارد

source: Choose the theme of the datepicker, %ssee examples of each theme%s.
fa_ir: انتخاب پوسته ی جعبه ی انتخاب تاریخ ، %sدیدن نمونه های هر پوسته%s.

source: The datepicker will be translated into the language you choose and the date settings will be appropriate for your region.
fa_ir: جعبه ی انتخاب تاریخ به زبان شما ترجمه خواهد شد و تنظیمات تاریخ به زبان شما تغییر میکند.

source: Locale
fa_ir: محل

source: Choose the calendar localization
fa_ir: انتخاب تقویم محلی

source: Labels
fa_ir: برچسب ها

source: Choose where to display the label relative to the input
fa_ir: انتخاب محل نمایش برچسب برای ورودی ها

source: The width of the labels, any valid CSS width is accepted, e.g. %s200px%s
fa_ir: عرض برچسب ها و یا ر CSS که عرض نگ width قبول کند . مثلا %s200px%s

source: (required)
fa_ir: (الزامی)

source: Required indicator text
fa_ir: متن شاخص "الزامی"

source: Tooltips
fa_ir: نوارهای راهنما

source: What's a tooltip? You're looking at one.
fa_ir: نوار راهنما چیست؟ شما الان به یکی از آنها نگاه میکنید!

source: Enable tooltips
fa_ir: نوار راهنما را فعال میکند.

source: If enabled, when the user hovers over an element with tooltip text set, a tooltip will appear.
fa_ir: اگر فعال باشد، هنگامی که کاربر موس را روی یک عنصر حرکت دهد، متنی بعنوان نوارراهنما نمایش داده خواهد شد.

source: If set to %1$sField%2$s, the tooltip will show when the user interacts with the field. If set to %1$sHelp icon%2$s, the tooltip will be shown when the user interacts with a help icon.
fa_ir: اگر روی %1$sفیلد%2$s تنظیم شد,نوارراهنما هنگامی نشان داده میشود که موس با آن برخورد کند و اگر روی %1$sدکمه ی راهنما%2$s تنظیم شد, نوار راهنما هنگامی نمایش داده میشود که موس با آیکون آن برخورد کند

source: Trigger
fa_ir: محل حساس

source: Event
fa_ir: رویداد

source: Tooltip style
fa_ir: استایل نوارابزار

source: Hover me for preview
fa_ir: برای پیشنمایش موس را روی من بیاورید!

source: Custom class
fa_ir: Class شخصی سازی شده

source: Tip position
fa_ir: محل نوار راهنما

source: left center
fa_ir: چپ وسط

source: left top
fa_ir: چپ بالا

source: top left
fa_ir: بالا چپ

source: top center
fa_ir: بالا وسط

source: top right
fa_ir: بالا راست

source: right top
fa_ir: راست بالا

source: right center
fa_ir: راست وسط

source: right bottom
fa_ir: راست پایین

source: bottom right
fa_ir: پایین راست

source: bottom center
fa_ir: پایین وسط

source: bottom left
fa_ir: پایین جپ

source: left bottom
fa_ir: چپ پایین

source: center
fa_ir: وسط چین

source: Position on input
fa_ir: محل ورودی

source: CSS3 Shadow
fa_ir: سایه (CSS3 )

source: CSS3 Rounded Corners
fa_ir: گوشه های خمیده(CSS3)

source: The CSS3 effects may not work with some styles and may only be visible in modern browsers.
fa_ir: CSS3 ممکن است برای همه ی استایل ها کار نکند و همچنین فقط مرورگر های مدرن آن را پشتیبانی میکنند

source: Global styling
fa_ir: استایل سراسری

source: Element background color
fa_ir: رنگ پس زمینه ی عنصر

source: Element border color
fa_ir: رنگ حاشیه ی عناصر

source: Element text color
fa_ir: رنگ متن عناصر

source: Label text color
fa_ir: رنگ متن برچسب

source: Global CSS Styles
fa_ir: CSS-Stile کلی

source: No global styles.
fa_ir: هیچ استایل کلی وجود ندارد.

source: The outer wrapper of the form
fa_ir: تکرار شونده ی خارجی فرم

source: Form outer wrapper
fa_ir: تکرار شونده ی خارجی فرم

source: The inner wrapper of the form
fa_ir: تکرار شونده ی داخلی فرم

source: Form inner wrapper
fa_ir: تکرار شونده ی داخل فرم

source: The message shown when the form is successfully submitted
fa_ir: پیام که در هنگام ثبت موفقیت آمیز فرم نمایش داده میشود

source: Success message
fa_ir: پیام موفقیت

source: The form title
fa_ir: عنوان فرم که نمایش داده میشود

source: Form title
fa_ir: عنوان فرم

source: The form description
fa_ir: توضیحات فرم

source: Form description
fa_ir: توضیحات فرم

source: The wrapper surrounding all elements in the form
fa_ir: تکرار شونده ی اطراف همه ی عناصر فرم

source: Form elements wrapper
fa_ir: عناصر تکرار شونده ی فرم

source: The outer wrapper of each element
fa_ir: تکرار شونده ی خارجی هر عنصر

source: Element outer wrapper
fa_ir: عنصر تکرار شونده ی خارجی

source: The label of each element
fa_ir: برچسب هر عنصر

source: Element label
fa_ir: عنصر برچسب

source: The inner wrapper of each element
fa_ir: تکرار شونده ی داخلی هر عنصر

source: Element inner wrapper
fa_ir: عناصر تکرار شونده ی داخلی

source: The description of each element
fa_ir: توضیحات هر عنصر

source: Element description
fa_ir: توضیحات عناصر

source: The input field of Single Line Text, Email, Password and CAPTCHA elements
fa_ir: محل فیلد عناصر تک خطی، متن، ایمیل ، رمز عبور و captcha

source: Text input elements
fa_ir: عنصر متن تک خطه

source: The textarea field of Paragraph Text elements
fa_ir: فیلد متن مربوط به عنصر متن چند خطی

source: Paragraph Text elements
fa_ir: عنصر متن چند خطی

source: The select field of Dropdown Menu elements
fa_ir: فیلد انتخاب شده در عنصر منوی باز شو

source: Dropdown Menu elements
fa_ir: عنصر منوی باز شو

source: The wrapper around all of the options of Multiple Choice and Checkbox elements
fa_ir: تکرار شونده در اطراف همه ی موارد عناصر جعبه ی انتخاب چندگانه و جعبه ی انتخاب

source: The wrapper around each option of Multiple Choice and Checkbox elements
fa_ir: تکرار شونده اطراف هر عنصر انتخاب چندگانه و جعبه ی انتخاب

source: Option wrappers
fa_ir: تنظیمات تکرار شونده

source: The label of each option of Multiple Choice and Checkbox elements
fa_ir: برچسب هریک از موارد چعبه های انتخاب چندگانه

source: Option labels
fa_ir: برچسب های موارد

source: Each of the dropdown menus of the Date element
fa_ir: هرکدام از منو های بازشو مربوط به عنصر تاریخ

source: Date dropdowns
fa_ir: منوی بازشو تاریخ

source: Each of the dropdown menus of the Time element
fa_ir: هرکدام از منو های بازشو از عنصر زمان

source: Time dropdowns
fa_ir: منوی بازشو زمان

source: The outer wrapper of the submit button
fa_ir: تکرار شونده ی خارجی دکمه ی "ثبت"

source: Submit button outer wrapper
fa_ir: تکرار شونده ی خارجی دکمه ی "ثبت"

source: The inner wrapper of the submit button
fa_ir: تکرار شونده ی داخلی دکمه ی "ثبت"

source: Submit button inner wrapper
fa_ir: دکمه ی "ثبت" تکرار شونده داخلی

source: The submit button
fa_ir: دکمه ی "ثبت"

source: Submit button
fa_ir: دکمه ی "ثبت"
