Repository: TrustifierLabs/iphorm-form-builder
Catalog: languages/iphorm-*.po
Languages: fa_ir

source: The span tag inside the submit button
fa_ir: تگ span داخل دکمه ی "ثبت"

source: Submit button inside span
fa_ir: دکمه ی "ثبت" داخل span

source: The em tag inside the submit button
fa_ir: تگ em در داخل دکمه ی "ارسال"

source: Submit button inside em
fa_ir: دکمه ی ثبت داخل em

source: Notification email settings
fa_ir: تنظیمات ایمیل آگاه سازی

source: Send form data via email
fa_ir: ارسال اطلاعات از طرق ایمیل

source: If checked, when the user submits the form the submitted form data will be sent in an email to the recipients specified below.
fa_ir: اگر فعال باشد، هنگامی که کاربر اطلاعات فرم را ثبت میکند، این اطلاعات به آدرس ذخیره شده در زیر ارسال میشود.

source: Add email address(es) which the submitted form data will be sent to.
fa_ir: اضافه کردن ایمیل آدرس هایی که اطلاعات فرم های ثبت شده به آن ارسال میشود.

source: Recipients
fa_ir: گیرندگان

source: Send the form data to different email addresses depending on the submitted form values.
fa_ir: ارسال اطلاعات فرم به ایمیل های مختلف بستگی به مقادیر ثبت شده فرم دارد

source: Conditional recipients
fa_ir: شرط برای گیرندگان

source: Add a new rule
fa_ir: اضافه کردن یک قانون جدید

source: The form must have at least one Dropdown Menu or Multiple Choice element to use this feature.
fa_ir: فرم باید دارای حداقل یک منوی باز شو یا جعبه ی انتخاب چندگانه باشد تا بتوانید از این قابلیت استفاده کنید

source: Active rules
fa_ir: قوانین فعال

source: "Reply-To" address
fa_ir: "پاسخ به" آدرس

source: The form must have at least one Email Address element to use this feature.
fa_ir: فرم باید دارای حداقل یک عنصر ایمیل باشد تا بتوانید این قابلیت را استفاده کنید.

source: When you compose a reply to the notification email, it will be addressed to the email address submitted in this field.
fa_ir: وقتی که یک پاسخ به ایمیل آگاه سازی ارسال میکنید، به این آدرس فوروارد می شود

source: Message from your website
fa_ir: پیام از طرف وبسایت شما

source: Email subject
fa_ir: عنوان ایمیل

source: Add more data to your email by inserting a variable tag
fa_ir: اضافه کردن اطلاعات به آدرس ایمیل شما با درج تگ متغیر

source: Customize email content
fa_ir: شخصی سازی محتویات ایمیل

source: Tick to customize the email content. By default all submitted form data is sent, you can see an example by submitting the form.
fa_ir: تیک بزنید تا محتویات ایمیل را شخصی سازی کنید. بصورت پیشفرض همه اطلاعات ثبت شده در ذخیره میشوند. میتوانید نمونه ی موجود را با ثبت یک فرم ببینید

source: Email content
fa_ir: محتویات ایمیل

source: Email format
fa_ir: فرمت ایمیل

source: Plain text
fa_ir: متن ساده

source: This is the email address that recipient(s) will see as the sender of the email.
fa_ir: این آدرس بعنوان ارسال کننده در ایمیل ارسال شده ذخیره میشود

source: "From" address
fa_ir: آدرس "فرم"

source: Static email address
fa_ir: ایمیل آدرس ثابت

source: Submitted email address
fa_ir: ایمیل آدرس ثبت شده

source: Name (optional)
fa_ir: نام (اختیاری)

source: The form must have at least one Email element to use this feature.
fa_ir: فرم باید حداقل شامل یک عنصر ایمیل برای این قابلیت باشد

source: Autoreply email settings (optional)
fa_ir: تنظیمات ارسال خودکار (اختیاری)

source: Send autoreply email
fa_ir: ارسال خودکار ایمیل

source: If checked, when the user submits the form an autoreply email will be sent to them
fa_ir: اگر تیک زده بشود، هنگامی که فرمی ذخیره بشود به آدرس زیر ارسال میشود

source: Recipient element
fa_ir: عنصر گیرنده

source: The autoreply email will be sent to the email address submitted in this field.
fa_ir: ایمیل پاسخگویی خودکار به آدرس ذخیره شده در این فیلد ذخیره میشود

source: This is the email address that recipient will see as the sender of the email.
fa_ir: این ایمیل آدرس بعنوان فرستنده رویت خواهد شد

source: Use global setting
fa_ir: استفاده از تنظیمات کلی

source: Entry settings
fa_ir: تنظیمات ورودی

source: Save submitted form data
fa_ir: ذخیره ی اطلاعات فرم های ثبت شده

source: Post / Page ID
fa_ir: آی دی پست / صفحه

source: Post / Page Title
fa_ir: عنوان پست / صفحه

source: User WP display name
fa_ir: نام قابل نمایش کاربر وردپرس

source: User WP login
fa_ir: ورود کاربر وردپرس

source: User WP email
fa_ir: ایمیل کاربر وردپرس

source: Customize what is shown in the table when viewing the list of entries for the form. Drag and drop the elements into the desired columns.
fa_ir: شخصی سازی قسمتی که در جدول ها نمایش داده میشود. عناصر را گرفته و در ستون های مورد نظر رها کنید

source: List of entries table layout
fa_ir: طرح کلی جدول لیست ورودی ها

source: Active columns
fa_ir: ستون های فعال

source: Inactive columns
fa_ir: ستون های غیرفعال

source: Custom database settings (MySQL)
fa_ir: شخصی سازی تنظیمات دیتابیس(MySQ(

source: Use WordPress database
fa_ir: استفاده از دیتابیس وردپرس

source: If checked, the data will be inserted into a table you specify below, inside the WordPress database. Un-tick to specify your own database credentials
fa_ir: اگر فعال شود، دیتا در جدول زیر درج خواهد شد

source: Host
fa_ir: هاست

source: Usually localhost
fa_ir: معمولا localhost

source: Username
fa_ir: نام کاربری

source: The user must have permission to insert data to the database
fa_ir: کاربر باید دارای دسترسی درج در دیتابیس باشد

source: Database name
fa_ir: نام دیتابیس

source: Database table
fa_ir: جدول دیتابیس

source: The name of the database table to insert the data into
fa_ir: نام جدول دیتابیس برای درج اطلاعات

source: What to save
fa_ir: برای ذخیره

source: Save another form value
fa_ir: ذخیره یک مقدار فرم دیگر

source: Database field
fa_ir: فیلد دیتابیس

source: You are not currently saving any submitted form values.
fa_ir: شما در حال حاضر هیچ مقدار ثبت شده ای را ذخیره نکردید

source: Top
fa_ir: بالا

source: The form with that ID does not exist, %sgo back to the form list%s.
fa_ir: فرمی با این آی دی یافت نشد, %sبه لیست فرم ها بازگردید%s.

source: Import form
fa_ir: ورود فرم

source: Import form data
fa_ir: ورود فرم از دیتا

source: Import
fa_ir: ورود

source: Basics
fa_ir: اساس ها

source: Elements
fa_ir: عناصر

source: Frequently asked questions
fa_ir: سوالاتی که غالبا پرسیده میشود

source: FAQ
fa_ir: سوالات متداول

source: Help is not available in the unlicensed version.
fa_ir: راهنمایی برای این نسخه در دسترس نیست

source: Are you sure you want to delete this form? All saved settings, elements and entries for this form will be lost and this cannot be undone.
fa_ir: آیا از حذف این فرم ها اطمینان دارید؟ تمام اطلاعات مربوط به آنها پاک خواهد شد و قابل بازگردانی نخواهند بود.

source: Are you sure you want to delete these forms? All saved settings, elements and entries for these forms will be lost and this cannot be undone.
fa_ir: آیا از حذف این فرم ها اطمینان دارید؟ تمام اطلاعات مربوط به آنها پاک خواهد شد و قابل بازگردانی نخواهند بود.

source: Are you sure you want to delete this entry? All data for this entry will be lost and this cannot be undone.
fa_ir: آیا از حذف این ورودی اطمینان دارید؟ تمام اطلاعات مربوط به آنها پاک خواهد شد و قابل بازگردانی نخواهند بود.

source: Are you sure you want to delete these entries? All data for these entries will be lost and this cannot be undone.
fa_ir: آیا از حذف این ورودی ها اطمینان دارید؟ تمام اطلاعات مربوط به آنها پاک خواهد شد و قابل بازگردانی نخواهند بود.

source: An error occurred verifying the license key, please try again
fa_ir: خطا در هنگام اعتبار سنجی کد فعال سازی. لطفا دوباره انتخاب کنید

source: Please wait, verification in progress
fa_ir: لطفا صبر کنید، اعتبار سنجی در حال انجام است

source: An error occurred, please try again
fa_ir: یک خطا رخ داد . لطفا دوباره امتحان کنید

source: Error adding the element
fa_ir: خطا در اضافه کردن یک عنصر

source: Are you sure you want to delete this element? Any associated entry data for this element will also be deleted.
fa_ir: از حذف این عنصر اطمینان دارید؟ تمام تنظیمات مربوط به آن حذف خواهد شد

source: Are you sure you want to convert this element? Most of your settings will be copied over, however you may lose some settings that are not shared between the element types.
fa_ir: آیا از تبدیل ساختار این عنصر مطمئن هستید؟ این کار سبب پاک شدن برخی تنظیمات شما خواهد شد

source: Error saving the form
fa_ir: خطا در هنگام ذخیره سازی فرم

source: Element deleted
fa_ir: عنصر پاک شد

source: There must be at least one option
fa_ir: حداقل باید یک مورد انتخاب شود

source: Error adding the filter
fa_ir: خطای اضافه کردن فیلتر

source: Error adding the validator
fa_ir: خطای اضافه کردن اعتبارسنج

source: Error adding the style
fa_ir: خطای اضافه کردن استایل

# variable piece of data
source: Insert variable...
fa_ir: افزودن متغیر...

source: Submitted form value
fa_ir: مقدار فرم ثبت شده

# username
source: User login
fa_ir: ورود کاربر

source: Send to
fa_ir: ارسال به

# conditional
source: if
fa_ir: اگر

source: is equal to
fa_ir: برابر باشد با

source: is not equal to
fa_ir: برابر نباشد با

source: This is an example tooltip!
fa_ir: این یک نوار راهنمای نمونه است!

# delete
source: Remove
fa_ir: حذف

source: The form must have at least one Dropdown Menu, Checkboxes or Multiple Choice element to use this feature.
fa_ir: فرم باید حداقل دارای یک منوی بازشو ، جعبه ی انتخاب و یا جعبه ی انتخاب چندتایی باشد تا بتوانید از این قسمت استفاده کنید

source: this group if
fa_ir: این گروه اگر

source: this field if
fa_ir: این فیلد اگر

source: Show
fa_ir: نمایش

source: all
fa_ir: همه

source: any
fa_ir: هیچ

source: of these rules match:
fa_ir: این قوانین مطابقت میکند:

source: is
fa_ir: باشد

source: is not
fa_ir: نباشد

source: %sForm saved%s
fa_ir: %sفرم ذخیره شد%s

source: %sAdd to website%s
fa_ir: %sبه سایت اضافه شد%s

source: Form saved
fa_ir: فرم ذخیره شد

source: %sElement added%s %sSettings%s
fa_ir: %sعنصر اضافه شد%s %sتنظیمات%s

source: %sElement added%s
fa_ir: %sعنصر اضافه شد%s

source: The maximum file upload size has been set to 10MB, you can change this value in the element configuration. %sSee the help for more information%s.
fa_ir: بیشترین سایز فایل آپلود شده بر روی 10MB تنظیم شده است,شما میتوانید این مقدار را در تنظیمات تغییر دهید. %sدیدن اطلاعات بیشتر%s.

# outermost wrapping HTML element
source: Outer wrapper
fa_ir: تکرار شونده ی خارجی

# form element label to be styled
source: Label
fa_ir: برچسب

# innermost wrapping HTML element
source: Inner wrapper
fa_ir: تکرار شونده ی داخلی

# the HTML form element input/textarea/select etc
source: Text input
fa_ir: ورودی متن تک خطه

# the HTML form element textarea
source: Textarea input
fa_ir: ورودی متن چند خطه

# element group description
source: Group description
fa_ir: توضیحات گروه

# element description
source: Description
fa_ir: توضیحات

# the wrapper around all of the options
source: Options outer wrapper
fa_ir: تنظیمات تکرار شونده ی خارجی

# the wrapper around each option
source: Option wrapper
fa_ir: تنظیمات تکرار شونده

# the label of each option
source: Option label
fa_ir: تنظیمات برچسب

# form element group
source: Group
fa_ir: گروه

# form element group title
source: Group title
fa_ir: عنوان گروه

# the HTML wrapper around the elements in the group
source: Group elements wrapper
fa_ir: عناصر تکرار شونده ی گروهی

# the outermost HTML wrapper around the form
source: Form outer wrapper
fa_ir: تکرار شونده ی خارج فرم

# the inner HTML wrapper around the form
source: Form inner wrapper
fa_ir: تکرار شونده ی داخل فرم

# the HTML wrapper around the form elements
source: Form elements wrapper
fa_ir: عناصر تکرار شونده ی فرم

# outermost wrapping HTML element around an element
source: Element outer wrapper
fa_ir: عنصر تکرار شونده ی خارجی

# the inner HTML wrapper around the element
source: Element inner wrapper
fa_ir: عنصر تکرار شونده ی داخلی

source: Paragraph text elements
fa_ir: عنصر متن پاراگرافی

# the wrapper around the list of options for multi elements e.g. checkbox, radio
source: Options outer wrapper
fa_ir: تنظیمات خارجی تکرار شونده

# the wrapper around each option for multi elements e.g. checkbox, radio
source: Option wrappers
fa_ir: تنظیم تکرار شونده ها

# the label each option for multi elements e.g. checkbox, radio
source: Option labels
fa_ir: تنظیمات برچسب ها

source: Insert a form
fa_ir: درج یک فرم

source: Select the form you want to insert from the dropdown menu and click Insert.
fa_ir: فرمی که تمایل به درج آن دارید از لیست بازشو انتخاب کرده و بر روی دکمه ی "درج" کلیک کنید

source: inactive
fa_ir: غیرفعال

source: Display the form in a popup (using Fancybox)
fa_ir: نمایش فرم در یک popup (با استفاده از Fancybox)

source: Insert
fa_ir: درج

source: Form deleted
fa_ir: فرم حذف شد

source: Form activated
fa_ir: فرم فعال شد

source: Form deactivated
fa_ir: فرم غیرفعال شد

source: duplicate
fa_ir: کپی و چسباندن

source: Form duplicated, %sedit the form%s
fa_ir: فرم با موفقیت کپی شد, %sویرایش این فرم%s

source: Sorry, the form preview could not be loaded.
fa_ir: با عرض پوزش، فرم قبلی قابل بارگذاری نیست

source: Form imported successfully, %sedit the form%s
fa_ir: فرم با موفقیت وارد شد. %sویرایش فرم%s

source: Invalid import data
fa_ir: اطلاعات وارد شده نامعتبر است

source: Entry deleted
fa_ir: ورودی پاک شد

source: 1 item
fa_ir: 1 مورد

source: Go to the first page
fa_ir: رفتن به صفحه ی اول

source: Go to the previous page
fa_ir: رفتن به صفحه ی قبلی

source: Current page
fa_ir: صفحه ی فعلی

# paging
source: %1$s of %2$s
fa_ir: %1$ از %2$

source: Go to the next page
fa_ir: رفتن به صفحه ی بعد

source: Go to the last page
fa_ir: رفتن به آخرین صفحه

source: Form information will appear here when you create a form.
fa_ir: بعد از ساخت فرم، اطلاعات آن در اینجا نمایش داده خواهند شد.

source: License key successfully verified
fa_ir: کلید فعال سازی با موفقیت تایید شد

source: Invalid license key
fa_ir: کد فعالسازی نا معتبر

source: Licence key verification will be available shortly, please try again later
fa_ir: کلید فعال سازی تا چند لحظه ی دیگر تایید میشود. لطفا کمی بعد مجددا امتحان کنید

source: Countries
fa_ir: کشور ها

source: Continents
fa_ir: قاره ها

source: Africa
fa_ir: آفریقا

source: Antarctica
fa_ir: قطب جنوب

source: Asia
fa_ir: آسیا

source: Australia
fa_ir: استرالیا

source: Europe
fa_ir: اروپا

source: North America
fa_ir: آمریکای شمالی

source: South America
fa_ir: آمریکای جنوبی

source: Gender
fa_ir: جنسیت

source: Male
fa_ir: مرد

source: Female
fa_ir: زن

source: Age
fa_ir: سن

source: Marital Status
fa_ir: وضعیت تأهل

source: Single
fa_ir: مجرد

source: Married
fa_ir: متاهل

source: Divorced
fa_ir: جدا شده

source: Widowed
fa_ir: بیش از

source: Income
fa_ir: درآمد

source: Days
fa_ir: روزها

source: Monday
fa_ir: دو شنبه

source: Tuesday
fa_ir: سه شنبه

source: Wednesday
fa_ir: چهارشنبه

source: Thursday
fa_ir: 5شنبه

source: Friday
fa_ir: جمعه

source: Saturday
fa_ir: شنبه

source: Sunday
fa_ir: یکشنبه

source: Months
fa_ir: ماه ها

source: Please wait...
fa_ir: لطفا صبر کنید

# submit the form
source: Send
fa_ir: ارسال

source: Display one of your created forms
fa_ir: نمایش یکی از فرم های ساخته شده ی شما

source: Title (optional)
fa_ir: عنوان (اختیاری)

source: Select a form
fa_ir: انتخاب فرم

source: You have not created a form yet, %sclick here to create one%s.
fa_ir: هنوز شما هیچ فرمی نساخته اید. %sبرای ساخت یک فرم اینجا را کلیک کنید%s.

source: Display one of your created forms in a popup (lightbox)
fa_ir: نمایش یکی از فرم های شما در یک POPUP

source: Text or HTML to trigger the popup
fa_ir: متن و یا HTML برای منظقه ی حساس نمایش POPUP

source: Fancybox options (advanced)
fa_ir: تنظیمات Fancybox (پیشرفته)

source: Enter any Fancybox options as a JSON formatted string, %sexample%s.
fa_ir: وارد مردن هر تنظیم مربوط به Fancybox با فرمت JSON بعنوان یک رشته, %sexample%s.

source: This field should be left blank
fa_ir: این قسمت نباید خالی رها شود.

source: Allowed Files
fa_ir: فایل های مجاز

source: All Files
fa_ir: همه ی فایل ها

source: Upload another
fa_ir: بارگذاری دیگری

source: Invalid email address
fa_ir: آدرس ایمیل نا معتبر است

source: This is not a valid date
fa_ir: این تاریخ معتبر نیست

source: This value is a duplicate of a previously submitted form
fa_ir: این مقدار از فرم ثبت شده ی قبلی کپی شده است

source: Only alphanumeric characters are allowed
fa_ir: فقط اعداد و حروف مجاز میباشند

source: '%1$s' is not greater than '%2$s'
fa_ir: '%1$s' از '%2$s' بزرگتر نیست.

source: Value does not match
fa_ir: مقدار برابر نیست.

source: This field is required
fa_ir: این قسمت باید پر شود

source: The value does not match
fa_ir: این مقدار هماهنگ نیست

source: Only digits are allowed
fa_ir: فقط اعداد مجاز میباشند

source: Invalid value given
fa_ir: مقدار داده شده معتبر نیست

source: Invalid type given, value should be a string
fa_ir: مقدار وارد شده نا معتبر است. مقدار باید رشته ای باشد

source: Value must be at least %2$s characters long
fa_ir: مقدار وارد شده باید دارای حداقل طول %2$کاراکتر باشد

source: File '%s' is not an uploaded file
fa_ir: '%s' یک فایل بارگذاری شده نیست.

source: File is not an uploaded file
fa_ir: یک فایل بارگذاری شده نیست

source: '%s' exceeds the maximum allowed file size
fa_ir: '%s' از مقدار مجاز بیشتر است

source: File exceeds the maximum allowed file size
fa_ir: حجم فایل از مقدار معتبر بیشتر است

source: File type of '%s' is not allowed
fa_ir: فرمت '%s' برای فایل مجاز نیست

source: File type is not allowed
fa_ir: فرمت فایل مجاز نیست

source: '%s' was only partially uploaded
fa_ir: قسمتی از '%s' بارگذاری شد

source: File was only partially uploaded
fa_ir: تنها قسمتی از فایل بارگذاری شد

source: No file was uploaded
fa_ir: فایلی بارگذاری نشد.

source: Missing a temporary folder
fa_ir: پوشه ی موقت یافت نشد

source: Failed to write file to disk
fa_ir: خطا در نوشتن فایل بر روی حافظه

source: File upload stopped by extension
fa_ir: بارگذاری فایل توسط افزونه متوقف شده است

source: Unknown upload error
fa_ir: خطای ناشناخته در هنگام آپلود

source: Only alphabet characters are allowed
fa_ir: فقط حروف الفبا مجاز هستند.

source: '%1$s' is not less than '%2$s'
fa_ir: '%1$s'از '%2$s' کوچکتر نیست.

# for a file to upload
source: Browse...
fa_ir: انتخاب مسیر &hellip;

source: January
fa_ir: ژانویه

source: February
fa_ir: فوریه

source: March
fa_ir: مارچ

source: April
fa_ir: آپریل

source: May
fa_ir: می

source: June
fa_ir: ژوئن

source: July
fa_ir: جولای

source: August
fa_ir: آگوست

source: September
fa_ir: سپتامبر

source: October
fa_ir: اکتبر

source: November
fa_ir: نوامبر

source: December
fa_ir: دسامبر

source: An error occurred submitting the form
fa_ir: در هنگام ثبت فرم خطایی رخ داده است

source: You have attempted to queue too many files
fa_ir: شما تلاش کردید که بیش از حد مجاز فایل بارگذاری کنید

source: This file exceeds the maximum upload size
fa_ir: حجم این فایل بیش از حد مجاز است

source: This file is empty
fa_ir: این فایل خالی است

source: This file type is not allowed
fa_ir: این فرمت فایل مجاز نیست

source: Unknown queue error, please try again later
fa_ir: خطای ناشناخته ای رخ داد هاست. لطفا مجددا امتحان فرمایید

source: Upload error
fa_ir: خطا در بارگذاری

source: Upload failed
fa_ir: بارگذاری ناموفق بود

source: Server IO error
fa_ir: خطای IO

source: Security error
fa_ir: خطای امنیتی

source: Upload limit exceeded
fa_ir: بارگذاری بیش از حد مجاز

source: Validation failed
fa_ir: اعتبار سازی ناموفق بود

source: Upload stopped
fa_ir: بارگذاری متوقف شد

source: The form cannot be submitted in the preview
fa_ir: فرم در حالت پیش نمایش نمیتواند ثبت شود

source: ThemeCatcher
fa_ir: بیزنس ایران

source: Report a bug
fa_ir: گزارش یک خطا

source: Help
fa_ir: کمک

source: Forms
fa_ir: فرم ها

source: Add New
fa_ir: اضافه کردن

source: All
fa_ir: همه

source: Active
fa_ir: فعال

source: Inactive
fa_ir: غیر فعال

source: Bulk Actions
fa_ir: انتخاب عملیات

source: Activate
fa_ir: فعالسازی

source: Deactivate
fa_ir: غیرفعال سازی

source: Delete
fa_ir: حذف

source: Apply
fa_ir: تایید

source: ID
fa_ir: شناسه

source: Name
fa_ir: نام

source: Entries
fa_ir: نوشته

source: Edit this form
fa_ir: ویرایش این فرم

source: Edit
fa_ir: ویرایش

source: Preview this form
fa_ir: پیش نمایش این فرم

source: Preview
fa_ir: پیش نمایش
