Repository: TrustifierLabs/iphorm-form-builder
Catalog: languages/iphorm-*.po
Languages: fa_ir

source: View submitted form entries
fa_ir: نمایش ورودی های تایید شده

source: Deactivate this form
fa_ir: غیر فعال کردن این فرم

source: Activate this form
fa_ir: فعال کردن این فرم

source: Duplicate this form
fa_ir: کپی کردن از فرم

source: Duplicate
fa_ir: کپی

source: Export this form
fa_ir: خروجی گرفتن از فرم

source: Export
fa_ir: گرفتن خروجی

source: Delete this form
fa_ir: حذف فرم

source: %d unread
fa_ir: %d خوانده نشده

source: %d entry
fa_ir: %d ورودی

source: Yes
fa_ir: بله

source: No
fa_ir: خیر

source: No forms found, %sclick here to create one%s.
fa_ir: هیچ فرمی یافت نشد . %sبرای ساخت فرم کلیک کنید%s.

source: The preview does not include your WordPress theme CSS so it may look different when viewed on a page on your website.
fa_ir: این پیشنمایش شامل تم وردپرس شما نمیشود, ممکن است در هنگام مشاهده ی فر اصلی کمی تغییرات در آن مشاهده کنید

source: Refresh
fa_ir: از نو

source: Loading form preview...
fa_ir: بارگزاری از پیش نمایش...

source: Sorry, there was a problem
fa_ir: با عرض پوزش، مشکلی پیش آمده

source: The form preview could not be loaded, this could be due to one of the reasons below.
fa_ir: این فرم به یکی از دلایا زیر قابل نمایش نیست:

source: The preview requires the form builder page to be open
fa_ir: نمایش نیازمند صفحه ی فرم ساز است که باز شود

source: The form has been deleted
fa_ir: فرم مورد نظر پاک شده است

source: Please address these issues and load the preview again.
fa_ir: لطفا آدرس این موضوعات را دوباره بارگذاری و مشاهده کنید

source: Form
fa_ir: فرم

source: Unread
fa_ir: نخوانده

source: View entries
fa_ir: دیدن ورودی

source: Export form
fa_ir: ساخت خروجی از فرم

source: Export entries
fa_ir: خروجی نهایی

source: Export Entries
fa_ir: خروجی نهایی

source: Export Form
fa_ir: ساخت خروجی از فرم

source: Please select
fa_ir: لطفا انتخاب کنید

source: Choose which fields to export
fa_ir: فیلد هایی که قصد دارید خروجی بگیرید ، انتخاب کنید

source: Tick all
fa_ir: همه را برگزینید

source: Date range (optional)
fa_ir: بازه ی تاریخ (اختیاری)

source: From
fa_ir: فرم

source: To
fa_ir: تا

source: Click the fields to show a calendar
fa_ir: برای نمایش تقویم ، روی فیلد کبیک کنید

source: Download
fa_ir: دانلود

source: Select a form to export
fa_ir: یک فرم را برای خروجی گرفتن انتخاب کنید

source: Form export data
fa_ir: فرم اطلاعات خروجی گرفته شده

source: Click inside the box to select all text
fa_ir: برای انتخاب تمام متن ، داخل جعبه متن کلیک کنید

source: Copy the text inside the box and paste it into the box on the Quform Import page on another website
fa_ir: متن درون جعبه را کپی کرده و در صفحه ورود اطلاعات مربوط به سایت دیگر ، قرار دهید .

source: Search results for &#8220;%s&#8221;
fa_ir: نتیجه جستوجو برای &#8220;%s&#8221;

source: All Forms
fa_ir: تمام فرم ها

source: Switch Form
fa_ir: تغییر فرم

source: Create a new form
fa_ir: ساخت یک فرم جدید

source: Edit Form
fa_ir: ویرایش فرم

source: Edit Table Layout
fa_ir: ویرایش طرح کلی فرم

source: Search results
fa_ir: نتیجه جستوجو

source: Search Entries
fa_ir: نوشته های جستوجو شده

source: Mark as read
fa_ir: علامتگذاری به عنوان خوانده شده

source: Mark as unread
fa_ir: علامت گذاری به عنوان خوانده نشده

source: per page
fa_ir: هر صفحه

source: View this entry
fa_ir: مشاهده این متن

source: View
fa_ir: نمایش

source: Delete this entry
fa_ir: حذف این متن

source: No entries found.
fa_ir: هیچ متنی یافت نشد

source: I couldn't find any forms, do you want to %screate one%s?
fa_ir: هیچ فرمی را پیدا نکردم ، آیا می خواهید %یک فرم ایجاد کنید%s?

source: Single Line Text
fa_ir: متن تک خطی

source: Paragraph Text
fa_ir: متن چند خطی

source: Email Address
fa_ir: آدرس ایمیل

source: Dropdown Menu
fa_ir: منوی باز شو

source: Checkboxes
fa_ir: جعبه انتخاب

source: Multiple Choice
fa_ir: چند انتخابی

source: CAPTCHA
fa_ir: کد امنیتی

source: Group
fa_ir: گروه

source: File Upload
fa_ir: آپلود فایل

source: reCAPTCHA
fa_ir: ریکپچا

source: Date
fa_ir: تاریخ

source: Time
fa_ir: زمان

source: Hidden
fa_ir: مخفی

source: Password
fa_ir: رمز عبور

source: Global plugin settings
fa_ir: تنظیمات سراسری افزونه

source: General settings
fa_ir: تنظیمات عمومی

source: Style settings
fa_ir: تنظیمات ظاهر

source: Email settings
fa_ir: تنظیمات ایمیل

source: Entries settings
fa_ir: تنظیمات ورودی

source: Database settings
fa_ir: تنظیمات پایگاه

source: Global
fa_ir: سراسری

source: General
fa_ir: عمومی

source: Style
fa_ir: طراحی

source: Email
fa_ir: ایمیل

source: Database
fa_ir: پایگاه داده

source: Creating a form
fa_ir: ساخت فرم

source: Adding an element
fa_ir: افزودن یک عنصر

source: Configuring an element
fa_ir: پیکر بندی عنصر

source: Moving an element
fa_ir: تغییر مکان عنصر

source: Deleting an element
fa_ir: حذف عنصر

source: Adding the form to your website
fa_ir: اضافه کردن فرم به سایت

source: Activating a form
fa_ir: فعالسازی یک فرم

source: Deactivating a form
fa_ir: غیرفعالسازی یک فرم

source: Deleting a form
fa_ir: حذف فرم

source: Viewing entries
fa_ir: مشاهده متن ها

source: Viewing an entry
fa_ir: مشاهده متن

source: Deleting an entry
fa_ir: حذف یک متن

source: Settings
fa_ir: تنظیمات

source: Settings saved.
fa_ir: تنظیمات ذخیره شد

source: Product license
fa_ir: مجوز محصول

source: A valid license key entitles you to support and enables automatic upgrades. %3$sA license key may only be used for one installation of WordPress at a time%4$s, if you have previously verified a license key for another website, and use it again here, the Quform plugin will become unlicensed on the other website. Please enter your CodeCanyon Quform license key, you can find your key by following the instructions on %1$sthis page%2$s.
fa_ir: یک کلید فعال سازی معتبر ، به شما امکان به روز رسانی خودکار و استفاده از پشتیبانی را می دهد .. %3$sکلید فعالسازی به شما فقط یک بار اجازه نصب روی وردپرس را می دهد.%4$sاگر قبلا یک کلید فعالساز تهیه کرده و در سایت دیگری استفاده کرده اید و کلید را دوباره در این سات وارد نموده اید ، مجوز استفاده شما از این افزونه در سایت قبلی از بین می رود . لفطا کلید فعالساز خود را وارد کنید . اگر نمیتانید آن را بیابید ، میتوانید طبق دستور العمل . %1$این صفحه%2$s عمل کنید .

source: License status
fa_ir: وضعیت مجوز

source: Valid license key
fa_ir: کلید معتبر مجوز

source: Unlicensed product
fa_ir: محصول بدون مجوز

source: Enter license key
fa_ir: کلید فعال سازی را وارد کنید

source: Verify
fa_ir: معبتر

source: reCAPTCHA settings
fa_ir: تنظیمات ریکپچا

source: Email sending settings
fa_ir: تنظیمات ایمیل

source: The settings here will determine the default email sending settings for all your forms you can also override these settings for each form at Form Builder &rarr; Settings &rarr; Email.
fa_ir: تنظیمات این بخش ، تمامی ایمیل ها را با تنظیمات پیش فرض ارسال می کند. شما همچنین میتوانید این تنظیمات را برای هم فرمی باطل کنید

source: Email sending method
fa_ir: روش ارسال ایمیل

source: PHP mail() (default)
fa_ir: استفاده از PHP mail() (استاندارد)

source: SMTP encryption
fa_ir: رمزگذاری SMPTP

source: None
fa_ir: هیچ کدام

source: SMTP username
fa_ir: نام کاربری SMTP

source: SMTP password
fa_ir: رمزعبور SMTP

source: Update active themes cache
fa_ir: به روز رسانی حافظه پوسته فعال

source: If you have added or removed a form from the database directly, e.g. via phpMyAdmin then you should tick the box below and Save Changes to make sure the correct themes are being loaded for all your active forms.
fa_ir: اگر یک فرم را به طور مستقیم از پایگاه داده حذف یا اضافه کنید ، به طور مثال با phpMyAdmin شما باید جعبه زیر را علامتگذاری و ذخیره کنید تا اطمینان حاصل شود که قالب مورد نظر برای فرم های فعال شما بارگذاری شده اند .

source: Disable script output
fa_ir: غیرفعال کردن خروجی اسکریپت

source: Disable Fancybox output
fa_ir: غیر فعال کردن خروجی FancyBox

source: Disable qTip2 output
fa_ir: غیر فعال کردن خروجی qTip2

source: Disable Infield Labels output
fa_ir: غیر فعال کردن برچسب های داخلی

source: Disable Smooth Scroll output
fa_ir: غیر فعال کردن اسکرول کردن نرم

source: Disable jQuery UI output
fa_ir: غیرفعال کردن خروجی JQuery

source: Enable lightbox script (Fancybox)
fa_ir: فعالسازی کد های LightBox )FancyBox)

source: This option is enabled automatically when you add a form in a popup to a post / page or when you add a Quform Popup widget. If this does not happen for some reason you can tick this option to manually enable the Fancybox script. If you have disabled Fancybox output in the above settings the script output will still be disabled.
fa_ir: در صورت اضافه کردن یک فرم این گزینه به طور خودکار فعال می شوند, در یک پست پاپ آپ یا صفحه یا یک افزونه فرم ، اگر چنین اتفاقی نیفتد ، شما میتوانید به طور دستی کدهای FancyBox را فعال کنید . اگر کد ها را از تنظیمات بالا غیر فعال کرده اید ، کدهای خروجی غیر فعال خواهد ماند

source: Enable Fancybox
fa_ir: فعال کردن FancyBox

source: Server compatibility
fa_ir: سازگاری با سرور

source: PHP Version
fa_ir: نسخه PHP

source: The plugin requires PHP version 5 or later.
fa_ir: این افزونه PHP نسخه 5 یا بالاتر را نیاز دارد .

source: MySQL Version
fa_ir: نسخه MySQL

source: The plugin requires MySQL version 5 or later.
fa_ir: این افزونه MySQL نسخه 5 یا بالاتر را نیاز دارد .

source: WordPress Version
fa_ir: نسخه وردپرس

source: The plugin requires WordPress version 3.1 or later.
fa_ir: این افزونه به وردپرس نسخه 3.1 یا بالاتر نیاز دارد

source: GD Image Library
fa_ir: کتابخانه عکس GD

source: Available
fa_ir: در دسترس

source: Unavailable
fa_ir: غیر قابل دسترس

source: The plugin requires the GD image library for the CAPTCHA element, please ask your host to install it.
fa_ir: این افزونه به کتابخانه عکس GD برای استفاده در کد امنیتی نیاز دارد ، لطفا از سرویس میزبانی خود درخواست کنید که آن را برای شما نصب کند

source: Temporary Directory
fa_ir: شاخه موقت

source: The plugin requires a writeable temporary directory for file uploading. You can set a custom temporary directory path in your wp-config.php file by using the code %1$sdefine("WP_TEMP_DIR", "/path/to/tmp/dir");%2$s
fa_ir: این افزونه نیازمند یک شاخه ضروری برای آپلود است ، شما میتوانید با ایجاد یک شاخه موقت در wp-config.phpو استفاده از کد %1 $sdefine("WP_TEMP_DIR", "/pfad/zum/temporaeren/verzeichnis");%2$sاین عمل زا انجام دهید .

source: View entry
fa_ir: دیدن ورودی

source: Back to entries list
fa_ir: برگشت به لیست ورودی ها

source: Additional information
fa_ir: اطلاعات اضافی

source: Entry ID
fa_ir: آی دی ورودی

source: Form URL
fa_ir: آدرس اینترنتی فرم

source: Referring URL
fa_ir: اشاره به آدرس اینترنتی

source: IP address
fa_ir: آی پی

source: Post / page ID
fa_ir: شماره ی پست / صفحه

source: Post / page title
fa_ir: عنوان پست / صفحه

source: User WordPress display name
fa_ir: نام قابل نمایش کاربر وردپرس

source: User WordPress email
fa_ir: ایمیل کاربر وردپرس

source: User WordPress login
fa_ir: ورود کاربر وردپرس

source: Submitted form data
fa_ir: فرم اطلاعات ثبت شده

source: Sorry, I couldn't find that entry. Perhaps it was deleted?
fa_ir: با عرض پوزش، ورودی مورد نظر یافت نشد. احتمالا پاک شده است؟

source: Untitled
fa_ir: بدون نام

source: (hidden)
fa_ir: مخفی

source: This label will be shown throughout the form builder, in the notification email and when viewing submitted form entries.
fa_ir: این برچسب در اطراف سازنده فرم نشان داده خواهد شد

source: Label
fa_ir: برچسب

source: The default value is the value that the element is given before the user has entered anything
fa_ir: مقدار پیشفرض مقداریست که عنصر قبل از ورود اطلاعات آن توسط کاربر ، گرفته باشد

source: Default value
fa_ir: مقدار پیشفرض

source: File upload
fa_ir: آپلود فایل

source: Maximum size 10MB
fa_ir: حداکثر سایز 10 MB

source: Optional
fa_ir: اختیاری

source: Advanced
fa_ir: پیشرفته

source: Enable Flash uploader
fa_ir: فعالسازی آپلود کننده فلش

source: Enables the Flash file uploader which shows the progress of file uploads. For users with Flash disabled it will degrade to a standard file upload field. %sSee the help for more information%s.
fa_ir: فعالسازی آپلود کننده فلش باعث می شود که کاربران مراحل پیشروی این عمل را مشاهده کنند. . %sبرای آشنایی بیشتر این آموزش را بخوانید%s.

source: Allow multiple file uploads
fa_ir: مجاز برای آپلود چند فایل

source: Enables you to show more than one upload field, so that the user can upload more files.
fa_ir: این امکان را می دهد که شما چندین فیلد را برای آپلو ببینید ، بنابر این میتوانید چند فایل را آپلود کنید .

source: If you are using the Flash uploader the user will only ever see one field, but they will be able to queue as many files as they want.
fa_ir: اگر شما از آپلود کننده فلش استفاده می کنید ، فقط میتوانید یک فیلد برای آپلود مشاهده کنید . اما قادرید چندین فایل را به طور همزمان برای آپلود انتخاب کنید .

source: Number of file upload fields to show
fa_ir: تعداد فیلد های آپلود فایل

source: This will not appear if you are using the Flash uploader, as the user can queue as many files as they want.
fa_ir: اگر از آپلود کننده فلش استفاده می کنید ، این نشان داده نخواهد شد . اما کابر میتواند چندین فایل را برای آپلود انتخاب کند

source: Allow the user to add more upload fields
fa_ir: دادن این اجازه به کاربر که چندین فیلد را به آپلود اضافه کند

source: If checked, a link appears allowing the user to add more upload fields if they want to upload more files
fa_ir: اگر این گزینه را فعال کرده باشید ، به کابر اجازه افزودن فیلد به صفحه آپلود ها داده میشود

source: Add another upload link text
fa_ir: افزودن یک لینک متنی برای آپلود

source: Override the default text on the link to add other upload which is "Upload another"
fa_ir: باطل کردن متن پیشفرض لینک دانلود

source: Allowed file extensions
fa_ir: پسوند های مجاز

source: Enter the file extension excluding the dots and separated by commas e.g. jpg, jpeg, png, gif
fa_ir: برای افزودن پسوند آن ها را با کاما و نقطه جدا کنید مثل jpg, jpeg, png, gif

source: Maximum allowed file size
fa_ir: حداکثر سایز مجاز

source: Enter the maximum size of a file in MB.
fa_ir: حداکثر سایز مجاز را وارد کنید .

source: Important information
fa_ir: اطلاعات مهم

source: Attach uploaded files to the notification email
fa_ir: افزودن فایل های آپلود شده به ایمیل

source: Save uploaded files to the server
fa_ir: ذخیره فایل های آپلود شده به سرور

source: Placeholders
fa_ir: متغیر ها

source: the unique ID of the form
fa_ir: یکتایی شناسه فرم

source: the current year
fa_ir: سال جاری

source: the current month
fa_ir: این ماه

source: the current day
fa_ir: امروز

source: You can enter the placeholder code in your path to display their values.
fa_ir: شما میتوانید کد متغیر های خود را وارد کرده و مقدار آن ها را مشاهده کنید

source: Path to save uploaded files
fa_ir: مکان ذخیره سازی فایل های آپلود شده

source: The path to save the files inside the WordPress uploads directory.
fa_ir: مکانی برای ذخیره سازی فایل های درون وردپرس

source: Browse button text
fa_ir: متن کلید انتخاب مسیر

source: Override the text for the browse button which is "%s", this only applies if you are using Uniform or the Flash uploader
fa_ir: نادیده گرفتن متن کلید انتخاب مسیر که در صورت استفاده از آپلود کننده فلش یا قالب ، قابل تایید است .

source: Default text
fa_ir: متن پیشفرض

source: Override the default text for the file input which is "%s", this only applies if you are using Uniform
fa_ir: نادیده گرفتن متن پیشفرض که در صورت استفاده از آپلود کننده قالب ، قابل تایید است .

source: No file selected
fa_ir: هیچ فایلی انتخاب نشده است

source: Translate error messages
fa_ir: ترجمه خطا ها

source: the filename
fa_ir: نام فایل

source: Default
fa_ir: پیشفرض

source: Translation
fa_ir: ترجمه

source: Option 1
fa_ir: گزینه یک

source: Option 2
fa_ir: گزینه دو

source: Option 3
fa_ir: گزینه سه

source: Only the first 5 options are shown here.
fa_ir: فقط 5 گزینه اول اینجا نشان داده می شوند

source: You can convert an element to a different type, see the dropdown menu for the available choices. Most of your settings will also be converted.
fa_ir: شما می توانید نوع یک عنصر تغییر دهید ، گزینه های منوی باز شو رو مشاهده کنید . بیشتر نتظیمات شما به تطور خودکار تغییر خواهد کرد

source: Convert element
fa_ir: تبدیل عناصر

source: Please select...
fa_ir: لطفا انتخاب کنید

source: Enable element wrapper
fa_ir: فعالسازی عنصر تکزاز شونده

# select day of the month
source: Day
fa_ir: روز

# select month
source: Month
fa_ir: ماه

# select year
source: Year
fa_ir: سال

source: Shows the headings for Day, Month and Year as the first options in the dropdown menus.
fa_ir: نمایش سربرگ روز،ماه،سال بعنوان اولین انتخاب در لیست بازشو

source: Show date headings
fa_ir: نمایش سربرگ تاریخی

source: Start year
fa_ir: سال شروع

source: You can use the tag %1$s for the current year or add modifiers to the current year such as %2$s or %3$s.
fa_ir: شما میتواند تگ %1$s برای سال کنونی استفاده کنید و یا یک قسمت جدید برای سال کنونی ایجاد کنید. مثلا %2$s یا %3$s.

source: The end year will be the last year in the year dropdown and every year from the start year to the end year will be displayed.
fa_ir: سال پایان آخرین سالی خواهد بود که در لیست بازشو نمایش داده میشود. در هر فرم سالهای مابین سال شروع و سال پایان لیست میشوند

source: End year
fa_ir: سال پایان

source: The default value is the value that the element is given before the user has changed anything
fa_ir: مقدار پیشفرض مقداری است که قبل از تغییر توسط کاربر در عنصر قرار میگیرد

source: Updates the default value options with your changes to other settings
fa_ir: به روز رسانی مقدار پیشفرض تنظیمات با استفاده از دیگر تغییرات

source: Sync with changes
fa_ir: همگام سازی و تغییر

source: Show JavaScript datepicker
fa_ir: نمایش انتخاب کننده تاریخ جاوا اسکریپت

source: If checked, the user can choose the date using the jQuery UI datepicker. To customize the calendar theme and localization, go to the form style settings at Settings &rarr; Style.
fa_ir: اگر فعال شود، کاربر میتواند تاریخ با استفاده از jQuery UI datepicker انتخاب کند. برای سفارشی سازی تقویم پوسته و یا تنظیمات منطقه ای می توانید به تنظیمات فرم بروید.

source: Show months as numbers
fa_ir: نمایش ماه با عدد

source: Displays the months as numbers instead of text.
fa_ir: نمایش ماه با عدد به جای نام ماه

source: Field order
fa_ir: فیلد سفارش دهنده

source: Day / Month (European)
fa_ir: روز / ماه (اروپایی)

source: Month / Day (US)
fa_ir: روز / ماه (ایالت متحده آمریکا)

source: Change the ordering of the Day and Month fields.
fa_ir: تغییر فیلد روز و ماه

source: Error message if invalid date
fa_ir: پیام خطا اگر تاریخ نا معتبر باشد

source: Translate or override the error message shown if the date is not valid. The default is "%s".
fa_ir: ترجمه و یا بازنگری خطای نمایش داده شده در زیر فیلد هنگامی که مقدار داده شده درست نباشد. پیشفرض این مقدار:"%s".

source: Date format
fa_ir: فرمت زمان

source: The format of the date when displayed in the notification email and when viewing entries
fa_ir: نحوه ی نمایش تاریخ در هنگام نمایش در ایمیل ها و یا بازدید ورودی

source: Translations
fa_ir: ترجمه

source: Day
fa_ir: روز

source: Month
fa_ir: ماه

source: Year
fa_ir: سال

source: Type the characters
fa_ir: نوع کارکتر ها

source: Number of characters
fa_ir: تعداد کارکتر ها

source: Width (pixels)
fa_ir: عرض (پیکسل)

source: Height (pixels)
fa_ir: ارتفاع (پیکسل)

source: Background color
fa_ir: رنگ پس زمینه

source: Text color
fa_ir: رنگ متن

source: Font
fa_ir: فونت

source: The font size for each character will be randomly chosen between the minimum and maximum.
fa_ir: اندازه ی فونت برای هر کاراکتر بصورت تصادفی بین ماکزیمم و مینیمم انتخاب می شود.

source: Minimum font size
fa_ir: کوچکترین اندازه فونت

source: Maximum font size
fa_ir: حداکثر اندازه فونت

source: The angle for each character will be randomly chosen between the minimum and maximum.
fa_ir: زاویه ی هر کاراکتر بصورت تصادفی بین دو مقدار ماکزیمم و مینیمم انتخاب میشود

source: Minimum letter rotation (degrees)
fa_ir: حداقل مقدار چرخش

source: Maximum letter rotation (degrees)
fa_ir: حداکثر مقدار چرخش

source: Error message if invalid
fa_ir: پیام خطا در صورت بروز خطا

source: Translate or override the error message shown under the field when the given solution does not match. The default is "%s".
fa_ir: ترجمه و یا بازنگری خطای نمایش داده شده در زیر فیلد هنگامی که مقدار داده شده درست نباشد. پیشفرض این مقدار:"%s".

source: The default value is the value that the element is given before the user has entered anything
fa_ir: مقدار پیشفرض مقداری است که قبل از ویرایش عنصر توسط کاربر، در داخل عنصر موجود است.

source: Description
fa_ir: توضیحات

source: If checked, the submitted element data will be saved to the database and shown when viewing an entry
fa_ir: اگر فعال شود، اطلاعات عنصر ثبت شده در دیتابیس ذخیره میشود

source: Save value to the database
fa_ir: ذخیره مقدار در پایگاه داده

source: CSS selectors
fa_ir: انتخاب کننده CSS

source: Please save the form to see the CSS selectors.
fa_ir: لطفا فرم را برای دیدن انتخاب کننده های CSS ذخیره کنید

source: Insert variable...
fa_ir: متغیر را وارد کنید

source: User IP address
fa_ir: آدرس آی پی کاربر

source: Form post/page ID
fa_ir: از پست / شناسه صفحه

source: Form post/page title
fa_ir: ازپست / عنوان صفحه

source: User display name
fa_ir: نمایش نام کابری

source: User email
fa_ir: ایمیل کابر

source: User login
fa_ir: ورود کابر

source: Date (select a format)
fa_ir: تاریخ

source: Time (select a format)
fa_ir: زمان

source: Error message if required
fa_ir: پیام خطا در صورت بروز مشکل

source: Translate or override the error message shown under the field when the element is required. The default is "%s".
fa_ir: ترجمه و یا بازنگری خطای نمایش داده شده در زیر فیلد هنگامی که مقدار داده شده درست نباشد. پیشفرض این مقدار:"%s".

source: You can have your options all on the same line or have one option per line using this setting.
fa_ir: شما میتوانید تنظیمات خودتان را برای هر خط داشته باشید.

source: Options layout
fa_ir: گزینه های طرح کلی فرم

source: One option per line
fa_ir: گزینه های موجود در یک خط

source: Inline
fa_ir: درون خطی

source: Option list
fa_ir: لیست گزینه ها

source: Option list item
fa_ir: لیست گزینه ها

source: Option input
fa_ir: گزینه ورودی

source: Option label
fa_ir: گزینه برچسب ها

source: Day field
fa_ir: فیلد روز

source: Month field
fa_ir: فیلد ماع

source: Year field
fa_ir: فیلد سال

source: Input field
fa_ir: فیلد ورودی

source: Hour field
fa_ir: فیلد ساعت

source: Minute field
fa_ir: فیلد دقیقه

source: am/pm field
fa_ir: فیلد پیش/بعد از ظهر

source: Title
fa_ir: عنوان

source: These are the choices that the user will be able to choose from.
fa_ir: چندین گزینه برای کاربر وجود دارند که میتواند از آن ها استفاده کند

source: Options
fa_ir: گزینه ها

source: Value
fa_ir: مقدار

source: Customize values
fa_ir: سفارشی کردن مقدار ها

source: CSS styles
fa_ir: استایل CSS

source: No styles.
fa_ir: بدون استایل

source: Add a style
fa_ir: افزودن استایل

source: Text input
fa_ir: ورودی متن

source: Textarea input
fa_ir: بخش ورودی متن

source: Dropdown menu
fa_ir: منو بازشو

source: Group description
fa_ir: توضیح گروهی

source: The wrapper around all of the options
fa_ir: تکرار شونده تمامی گزینه ها

source: Option wrapper
fa_ir: گزینه های تکرار شونده

source: The label of each option
fa_ir: برچسب هر گزینه

source: Group title
fa_ir: عنوان گروه

source: Date day dropdown
fa_ir: تاریخ بازشو روز

source: Date month dropdown
fa_ir: تاریخ

source: Date year dropdown
fa_ir: تاریخ بازشو سال

source: Time hour dropdown
fa_ir: زمان بازشو ساعت

source: Time minute dropdown
fa_ir: زمان بازشو دقیقه

source: Time am/pm dropdown
fa_ir: زمان بازشو پیش / بعد از ظهر

source: Filters
fa_ir: فیلتر ها

source: No filters.
fa_ir: بدون فیلتر

source: Add a filter
fa_ir: افزودن فیلتر

source: Removes any non-alphabet characters
fa_ir: حذف کارکتر های غیر الفبایی

source: Alpha
fa_ir: حروف

source: Alpha Numeric
fa_ir: حرق و عدد

source: Removes any non-digits
fa_ir: حذف کارکتر های غیر عددی

source: Digits
fa_ir: ارقام

source: Removes any HTML tags
fa_ir: حذف تمامی تگ های HTML

source: Strip Tags
fa_ir: HTML-Tags

source: Trim
fa_ir: مرتب

source: Regex
fa_ir: عبارت منظم

source: Add bulk options
fa_ir: افزودن گزینه عملیات جدید

source: Existing Options
fa_ir: گزینه های موجود

source: Overwrite existing options
fa_ir: جایگزینی گزینه های موجود
